{
    "first-name": "Адриан",
    "name-surname": "Адриан Енев",
    "greeting-informal": "Здрасти, аз съм",
    "greeting-formal": "Здрасти, казвам се",
    "greeting-description": "I'm a student passionate about full-stack development. I love building things that solve real world problems and learning by doing.",
    "greeting-location": "A student based in Dobrich, Bulgaria",
    "header-title": "Full-Stack Dev",
    "contact-me": "Връзка",
    "contact-me-title-description": "Find my Links Below",
    "contact-me-description": "Hi! I'm a high school student with a strong interest in software development. I'm currently looking for internship opportunities or small projects where I can learn, grow, and make meaningful contributions.",
    "contact-me-description2": "If you're hiring interns, collaborating on tech projects, or just open to connecting, I'd love to hear from you!",
    "contact-me-description3": "You can use the form below to get in touch—or reach out via the social buttons if you prefer.",
    "contact-me-description4": " Curious about my work? Feel free to check out my GitHub or explore the <projects>Projects</projects> section of this website.",
    "contact-me-title-looking-for": "What I'm Looking For",
    "contact-me-title-send-message": "Send Me a Message",
    "contact-me-form-name": "Име",
    "contact-me-form-company": "Компания (по желание)",
    "contact-me-form-email": "Email",
    "contact-me-form-message": "Съобщение",
    "contact-me-button": "Изпрати",
    "projects": "Проекти",
    "projects-title": "My Work",
    "projects-title-description": "Проекти и академични постижения",
    "projects-title-finished": "Завършени",
    "projects-title-in-progress": "В разработка",
    "projects-description-this": "Това",
    "projects-description-portfolio": "Портфолио",
    "projects-description-soon": "Скоро...",
    "about": "Информация",
    "about-title-get-know": "Get to Know Me",
    "about-title-skills": "Умения",
    "about-title-looking-to-learn": "Планирам да науча",
    "about-description": "I'm a high school student passionate about full stack app development. I love building things that are both useful and beautiful, from backend APIs to interactive UIs",
    "about-description2": "I've worked primarily with technologies like TypeScript, React, Node.js, and FirebaseDB, but I'm always experimenting with new tools and frameworks. I enjoy both front-end design and back-end logic, and I’m constantly learning to improve my craft.",
    "about-description3": "My biggest project so far is <lunge>Lunge</lunge>, a fitness tracker built with <react>React</react>, <node>Node.js</node> and <firebase>Firebase</firebase>. I’ve also worked on other smaller projects, which have helped me dive deeper into <i1>authentication</i1>, <i2>responsive design</i2> and <i3>working with APIs</i3>. In addition to coding, I’ve participated in various regional and national competitions (<u>English & IT</u>), where I've placed in top places and gained valuable experience in problem-solving and work ethic."
}